/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Elementul nu poate fi trimis";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Încercați din nou mai târziu";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Neconectat(ă) la Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ a trimis o fotografie.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Acest aparat nu acceptă încă noile funcții Skype de partajare a fotografiilor, dar o puteți vedea în browser, aici: %@";
